[
    {
        "ID": "SCS1",
        "fbName": "Owbie kinochiwa",
        "realName": "Severeno Tepen",
        "fbUID": [
            "100089817224285"
        ],
        "linkWarn": [
            "https://www.facebook.com/groups/880927309569928/posts/1356458622016792/",
            "https://www.facebook.com/groups/711962710425941/posts/1003099797978896/"
        ],
        "method": "Giao dịch vật phẩm game Sky: Children of the Light (hứa hẹn tặng tim, yêu cầu IAP, chibi mask nhưng không thực hiện giao dịch sau khi nhận được vật phẩm hoặc tim)",
        "moreInfo": "Người Philippines (Cebuano), nói tiếng Anh không tốt, có thể sử dụng nhiều tên Facebook (Owbie kinochiwa, Owble Kinochiwa, Tepen Severeno). Cảnh báo lừa đảo liên quan đến giao dịch tim và IAP trong game Sky: Children of the Light. Có nhiều nạn nhân."
    },
    {
        "id": "SCS2",
        "fbName": "Hoàng Huế Trang",
        "realName": "Hoàng Huế Trang (có thể)",
        "fbUID": [
            "100086960373695"
        ],
        "linkWarn": [
            "https://www.facebook.com/share/168ATiAVtB/",
            "https://www.facebook.com/photo?fbid=2396175264081747&set=gm.1369090487420272&idorvanity=880927309569928",
            "https://www.facebook.com/groups/880927309569928/permalink/1369645784031409/"
        ],
        "method": "Bán tài khoản game Sky: Children of the Light giá rẻ bất thường (200k giảm giá), nghi ngờ là tài khoản đánh cắp hoặc dùng ảnh cũ để lừa đảo.",
        "moreInfo": "Sử dụng ảnh cũ để scam, tài khoản được rao bán là acc pass từ mùa tinh linh xây tổ. Người mua đã nghi ngờ và hỏi ý kiến bạn bè trước khi giao dịch nên tránh được lừa đảo. Địa chỉ trên FB có thể là Thái Nguyên."
    },
    {
        "id": "SCS3",
        "fbName": "Phuonwq Ankk",
        "realName": "DAN PHUONG ANH",
        "bank": [
            {
                "bankName": "Vietcombank",
                "bankNumber": "1911629424",
                "accountHolder": "DAN PHUONG ANH"
            }
        ],
        "fbUID": [],
        "linkWarn": [
            "https://www.facebook.com/groups/880927309569928/permalink/1365518821110772"
        ],
        "method": "Bảo hành gift card (GC) và tài khoản Steam, sau đó chiếm đoạt tài khoản và gỡ bỏ thông tin khôi phục.",
        "moreInfo": "Gmail liên kết: jzin209@gmail.com, Steam liên kết: yieminamamoto123. Đối tượng đã gỡ bỏ hết các tùy chọn khôi phục và số điện thoại khỏi tài khoản Gmail. Không thể nhắn tin qua Facebook với đối tượng."
    },
    {
        "id": "SCS4",
        "fbName": "Phuc Hoang",
        "realName": "Phuc Hoang (có thể)",
        "fbUID": [
            "61552478035816"
        ],
        "linkWarn": [
            "https://www.facebook.com/groups/880927309569928/permalink/1341613683501286/",
            "https://www.facebook.com/share/p/1EXcKox8XV/"
        ],
        "method": "Bình luận dạo vào các bài viết tìm pass share acc, sau đó chiếm đoạt tài khoản. Nghi ngờ bán 'acc trắng', chào mời 'check LG buff' (có thể là lừa đảo), sử dụng ảnh tài khoản của người khác để rao bán.",
        "moreInfo": "FB bị cảnh báo là mạo danh và lừa đảo. Cảnh báo nên cẩn thận, đặc biệt vào dịp Tết."
    },
    {
        "id": "SCS5",
        "fbName": "Hoang An",
        "realName": "Tran Van Hoang An",
        "bank": [
            {
                "bankName": "MBbank",
                "bankNumber": "88881012078888",
                "accountHolder": "TRAN VAN HOANG AN"
            }
        ],
        "fbUID": [
            "100088679427479"
        ],
        "linkWarn": [
            "https://www.facebook.com/groups/880927309569928/permalink/1358873848441936/"
        ],
        "method": {
            "vi_VN": "Lừa đảo trong game Liên Quân (LQ), quản trị viên các nhóm lừa đảo trong LQ và Sky: Children of the Light. Tạo nhóm để lừa người mới.",
            "en_US": "Scammer in Liên Quân (LQ) game, admin of scam groups in LQ and Sky: Children of the Light. Creates groups to scam newbies."
        },
        "moreInfo": {
            "vi_VN": "Thành viên của một đường dây lừa đảo. Nên chặn đối tượng này để tránh bị lừa. Các nhóm được nhắc đến có thể là 'Mua Bán Acc Liên Quân Mobile Garena', 'Sky: Children Of The Light ( Mua Bán Và Trao Đổi 💠 ) >', 'Mua Bán Acc Liên Quân Mobile Garena'.",
            "en_US": "Part of a scam ring. Block this person to avoid being scammed. Groups mentioned might be 'Mua Bán Acc Liên Quân Mobile Garena', 'Sky: Children Of The Light ( Mua Bán Và Trao Đổi 💠 ) >', 'Mua Bán Acc Liên Quân Mobile Garena'."
        }
    },
    {
        "id": "SCS6",
        "fbName": "Samoru Kizuha",
        "fbUID": [
            "61566868891947"
        ],
        "linkWarn": [
            "https://www.facebook.com/share/p/1HHJEXzGHf/"
        ],
        "method": "Chào bán tài khoản Sky có 'Pass: 12, Pack: Cam đội đầu, Ts hot: fire, grate, đủ...'. Giá thỏa thuận 150k, yêu cầu cọc 50k trước, sau đó cọc tiếp 100k và hẹn 2 ngày sau thanh toán nốt 150k còn lại. Người mua đã cọc 50k và không thấy phản hồi nên biết bị lừa và cảnh báo.",
        "moreInfo": ""
    },
    {
        "id": "SCS7",
        "fbName": "Nguyễn Lê Bảo Thy",
        "realName": "NGUYEN NGOC AN",
        "bank": [
          {
            "bankName": "Vietinbank",
            "bankNumber": "108878033928",
            "accountHolder": "NGUYEN NGOC AN"
          }
        ],
        "fbUID": "100091890172902",
        "linkWarn": [
          "https://www.facebook.com/groups/880927309569928/permalink/1363537017975619/?rdid=eSQXPK9Nx2nzdFog",
          "https://www.facebook.com/share/p/1KG1z3RfnF/"
        ],
        "method": "Bán tài khoản game Sky: Children of the Light giá rẻ (120k), hình thức giao dịch là log acc Facebook và liên kết vào tài khoản game, sau khi nhận tiền thì chặn liên lạc.",
        "moreInfo": "Tài khoản được rao bán có spirit Timid. Người bán nói là lần đầu bán acc. Sau khi chuyển khoản, người mua không thể liên lạc được với người bán nữa, Facebook cá nhân và bài đăng bán acc cũng biến mất. Cảnh báo không nên ham rẻ và cần check legit trước khi giao dịch."
    },
    {
        "id": "SCS8",
        "fbName": "Kizuha Samoru",
        "fbUID": [
            "61566868891947"
        ],
        "linkWarn": [
          "https://www.facebook.com/share/p/18uyNLt2gk/"
        ]
    },
    {
        "id": "SCS9",
        "fbName": "Nguyễn Minh Hằng",
        "phone": "0332281217",
        "fbUID": "100073492388077",
        "linkWarn": [
          "https://www.facebook.com/share/19hjDAbNsE/?mibextid=wwXIfr"
        ],
        "method": {
          "vi_VN": "Giao dịch/trao đổi tài khoản game Liên Quân (LQ) (đổi acc Sky lấy acc LQ). Sau khi người mua đưa thông tin tài khoản Facebook để liên kết thì tài khoản LQ không đăng nhập được.",
          "en_US": "Trading Liên Quân (LQ) game accounts (Sky account for LQ account). After the buyer provided Facebook login details for linking, the LQ account is not accessible."
        },
        "moreInfo": {
          "vi_VN": "Đề nghị trade acc Liên Quân do chán game LQ, muốn đổi sang game khác (có thể là Sky). Yêu cầu người mua cung cấp tài khoản Facebook để liên kết với tài khoản LQ. Thông tin tài khoản LQ có thể là giả hoặc không hoạt động. Tài khoản LQ được cung cấp: Gmail: Khangchan2010@Minh123@, Usernames: Khangchan2010 và Minh123.",
          "en_US": "Offers to trade LQ accounts because they are bored of LQ and want to switch to another game (possibly Sky). Requests the buyer to provide their Facebook account to link with the LQ account. The LQ account information might be fake or inactive. Provided LQ account details: Gmail: Khangchan2010@Minh123@, Usernames: Khangchan2010 and Minh123."
        }
    }
]